Revit 2027 API
UnitTypeId.TonnesForcePerSquareMeter Property
 Tonnes force per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesForcePerSquareMeter { get; }
Public Shared ReadOnly Property TonnesForcePerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesForcePerSquareMeter {
	ForgeTypeId^ get ();
}
static member TonnesForcePerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace